Repository: devvsima/group-bot-shut
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: uk

source: Выберите язык, на который вы хотите переключиться: 🌐
uk: Виберіть мову, на яку ви хочете переключитися: 🌐

source: Ваш язык успешно изменён! ✅
uk: Вашу мову успішно змінено! ✅

source: У тебя - <code>{}$</code> 🐽
uk: У тебе - <code>{}$</code> 🐽

source: Вы получили <code>{}$</code> 🐽
uk: Ви отримали <code>{}$</code> 🐽

source: Зай тише будь... Следующая добыча через {}ч {}м {}с.
uk: Зай тихіше будь... Наступна здобич через {}г {}х {}с.

source: Заюш думаю, что вероятность {}% 👯‍♂️
uk: Заюш думаю, що ймовірність {}% 👯‍♂️

source: <blockquote>{}</blockquote> 💞 <blockquote>{}</blockquote> Lюбov рильно
uk: <blockquote>{}</blockquote> 💞 <blockquote>{}</blockquote> Так звана Lав

source: 💫✨Звезды шепчут, что <code>{}</code> {}
uk: 💫✨Зорі шепочуть, що <code>{}</code> {}

source: Вы админ!
uk: Ви адмін!

source: Да
uk: Так

source: Нет
uk: Ні

source: В душе не ебу
uk: Без поняття

source: Too many requests!
uk: Багато запросів!
